Repository: israman30/iDibujo
Catalog: iDibujo/iDibujo/Localizables/Localizable.xcstrings
Source language: en
Languages: es_419, fr, ja, ru, zh_hans

source: Adjust stroke thickness. Swipe up or down to change.
es_419: Ajusta grosor. Desliza arriba o abajo para cambiar.
fr: Ajustez l'épaisseur. Glissez vers le haut ou le bas.
ja: 線の太さを調整。上下にスワイプで変更。
ru: Настройка толщины. Проведите вверх или вниз.
zh_hans: 调整笔触粗细。向上或向下滑动更改。

# Adjust_blue
source: Adjust blue color
es_419: Ajustar color azul
fr: Ajuster la couleur bleue
ja: 青を調整
ru: Настроить синий цвет
zh_hans: 调整蓝色

source: Adjust brush size
es_419: Ajustar tamaño de brocha
fr: Ajuster la taille du pinceau
ja: ブラシサイズを調整
ru: Настроить размер кисти
zh_hans: 调整画笔大小

# Adjust_green
source: Adjust green color
es_419: Ajustar color verde
fr: Ajuster la couleur verte
ja: 緑を調整
ru: Настроить зеленый цвет
zh_hans: 调整绿色

source: Adjust opacity
es_419: Ajustar opacidad
fr: Ajuster l'opacité
ja: 不透明度を調整
ru: Настроить прозрачность
zh_hans: 调整不透明度

# Adjust_red
source: Adjust red color
es_419: Ajustar color rojo
fr: Ajuster la couleur rouge
ja: 赤を調整
ru: Настроить красный цвет
zh_hans: 调整红色

# Alert_Action_Cancel
source: Cancel ❌
es_419: Cancelar ❌
fr: Annuler ❌
ja: キャンセル ❌
ru: Отмена ❌
zh_hans: 取消 ❌

# Alert_Action_Title
source: Save your Art 🎨
es_419: Guarda tu arte 🎨
fr: Sauvegardez votre art 🎨
ja: アートを保存 🎨
ru: Сохраните свое искусство 🎨
zh_hans: 保存你的艺术 🎨

# Alert_Comment_Reset_Art
source: Are you sure you want to reset your art?
es_419: ¿Estás seguro de que quieres reiniciar tu arte?
fr: Êtes-vous sûr de vouloir réinitialiser votre art ???
ja: アートをリセットしてもよろしいですか？
ru: Вы уверены, что хотите сбросить свое искусство???
zh_hans: 你确定要重置你的艺术作品吗

# Alert_Error
source: Error
fr: Erreur
ja: エラー
ru: Ошибка
zh_hans: 错误

# Alert_Hello
source: Hello
es_419: Hola
fr: Bonjour
ja: こんにちは
ru: Привет
zh_hans: 你好

# Alert_Message
source: What are you going to do?
es_419: Que deseas hacer?
fr: Qu'est-ce que tu vas faire?
ja: 何をしますか？
ru: Чем ты планируешь заняться?
zh_hans: 你会怎样做

# Alert_NO
source: NO
fr: NON
ja: いいえ
ru: НЕТ
zh_hans: 不

# Alert_Saved
source: Saved
es_419: Guardado
fr: Enregistrée
ja: 保存しました
ru: Сохранено
zh_hans: 已保存

# Alert_Saved_Comment
source: Your photo has been saved!
es_419: Tu foto ha sido guardada!
fr: Votre photo a été enregistrée!
ja: 写真を保存しました！
ru: Ваше фото сохранено!
zh_hans: 您的照片已保存

# Alert_YES
source: YES
es_419: SI
fr: OUI
ja: はい
ru: ДА
zh_hans: 是的

source: Apply
es_419: APLICAR
fr: APPLIQUER
ja: 適用
ru: ПРИМЕНЯТЬ
zh_hans: 申请

source: Apply changes
es_419: Applicar los cambios
fr: Appliquer les modifications
ja: 変更を適用
ru: Применить изменения
zh_hans: 应用更改

source: Back
es_419: Atrás
fr: Retour
ja: 戻る
ru: Назад
zh_hans: 返回

source: Background
es_419: Fondo
fr: Arrière-plan
ja: 背景
ru: Фон
zh_hans: 背景

source: Background: %@
es_419: Fondo: %@
fr: Arrière-plan: %@
ja: 背景：%@
ru: Фон: %@
zh_hans: 背景： ％@

source: Black
es_419: Negro
fr: Noir
ja: 黒
ru: Чёрный
zh_hans: 黑色

source: Black Color
es_419: Color Negro
fr: Couleur noire
ja: 黒色
ru: Черный цвет
zh_hans: 黑色

source: Blue
es_419: Azul
fr: Bleu
ja: 青
ru: Синий
zh_hans: 蓝色的

source: Blue Color
es_419: Color Azul
fr: Couleur bleue
ja: 青色
ru: Синий цвет
zh_hans: 蓝色

source: Blue Label
es_419: Label Azul
fr: Étiquette bleue
ja: 青ラベル
ru: Синяя этикетка
zh_hans: 蓝色标签

source: Brush preview
es_419: Vista previa de brocha
fr: Aperçu du pinceau
ja: ブラシプレビュー
ru: Предпросмотр кисти
zh_hans: 画笔预览

source: Brush Size
es_419: Tamaño de Brocha
fr: Taille de la brosse
ja: ブラシサイズ
ru: размер кисти
zh_hans: 刷子大小

source: Brush: %@
es_419: Brocha: %@
fr: Brosse: %@
ja: ブラシ：%@
ru: Щетка: %@
zh_hans: 刷子： ％@

source: Canvas Saved!
es_419: ¡Lienzo guardado!
fr: Canvas enregistré !
ja: キャンバスを保存しました！
ru: Холст сохранён!
zh_hans: 画布已保存！

source: Choose brush type
es_419: Elegir tipo de brocha
fr: Choisir le type de pinceau
ja: ブラシタイプを選択
ru: Выбрать тип кисти
zh_hans: 选择画笔类型

source: Choose canvas background
es_419: Elegir fondo del lienzo
fr: Choisir l'arrière-plan du canvas
ja: キャンバス背景を選択
ru: Выбрать фон холста
zh_hans: 选择画布背景

source: Clear Canvas
es_419: Limpiar lienzo
fr: Effacer le canvas
ja: キャンバスをクリア
ru: Очистить холст
zh_hans: 清除画布

source: Close
es_419: Cerrar
fr: Fermer
ja: 閉じる
ru: Закрыть
zh_hans: 关闭

source: Color Picker
es_419: Selector de color
fr: Sélecteur de couleur
ja: カラーピッカー
ru: Выбор цвета
zh_hans: 颜色选择器

source: Custom Image
es_419: Imagen personalizada
fr: Image personnalisée
ja: カスタム画像
ru: Своё изображение
zh_hans: 自定义图片

source: Cyan Color
es_419: Color Cyan
fr: La couleur cyan
ja: シアン色
ru: Голубой цвет
zh_hans: 青色

source: DELT
es_419: BORRAR
fr: SUPPRIMER
ja: 削除
ru: ДЕЛТ
zh_hans: 删除

source: Draw
es_419: Dibujar
fr: Dessiner
ja: 描く
ru: Рисовать
zh_hans: 绘画

source: DRAW
es_419: DIBUJAR
fr: DESSINER
ja: 描く
ru: РИСОВАТЬ
zh_hans: 画

source: Draw with one finger. Two-finger tap to undo, three-finger tap to redo.
es_419: Dibuja con un dedo. Doble toque para deshacer, triple toque para rehacer.
fr: Dessinez avec un doigt. Double tap pour annuler, triple tap pour rétablir.
ja: 一本指で描画。二本指タップで元に戻す、三本指タップでやり直し。
ru: Рисуйте одним пальцем. Двойное касание — отмена, тройное — восстановление.
zh_hans: 单指绘画。双指点击撤销，三指点击重做。

source: Draw canvas
es_419: Dibujar en canvas
fr: Dessiner une toile
ja: キャンバスに描く
ru: Нарисовать холст
zh_hans: 绘制画布

source: Drawing canvas
es_419: Lienzo de dibujo
fr: Toile de dessin
ja: 描画キャンバス
ru: Холст для рисования
zh_hans: 绘画画布

source: Drawing menu
es_419: Menú de dibujo
fr: Menu de dessin
ja: 描画メニュー
ru: Меню рисования
zh_hans: 绘图菜单

source: Erase canvas
es_419: Limpiar el dibujo
fr: Effacer la toile
ja: キャンバスを消す
ru: Стереть холст
zh_hans: 擦除画布

source: Eraser
es_419: Goma de borrar
fr: Gomme
ja: 消しゴム
ru: Ластик
zh_hans: 橡皮擦

source: Failure
es_419: Falla
fr: Échec
ja: 失敗
ru: Отказ
zh_hans: 失败

source: Green
es_419: Verde
fr: Vert
ja: 緑
ru: Зеленый
zh_hans: 绿色的

source: Green Color
es_419: Color Verde
fr: Couleur verte
ja: 緑色
ru: Зеленого цвета
zh_hans: 绿色

source: Green Label
es_419: Label Verde
fr: Label Vert
ja: 緑ラベル
ru: Зеленая этикетка
zh_hans: 绿色标签

source: Grid
es_419: Cuadrícula
fr: Grille
ja: グリッド
ru: Сетка
zh_hans: 网格

source: Import
es_419: Importar
fr: Importer
ja: インポート
ru: Импорт
zh_hans: 导入

source: Import from library photo
es_419: Importa foto de la libreria
fr: Importer depuis la photo de la bibliothèque
ja: ライブラリから写真をインポート
ru: Импортировать фото из библиотеки
zh_hans: 从图库中导入照片

source: Line width
es_419: Grosor de línea
fr: Épaisseur de trait
ja: 線の太さ
ru: Толщина линии
zh_hans: 线条粗细

source: Lined Paper
es_419: Papel rayado
fr: Papier ligné
ja: 罫線入り用紙
ru: Разлинованная бумага
zh_hans: 横格纸

source: More
es_419: Más
fr: Plus
ja: その他
ru: Ещё
zh_hans: 更多

source: MORE
es_419: MAS
fr: PLUS
ja: その他
ru: БОЛЕЕ
zh_hans: 更多的

source: More settings
es_419: Mas opciones
fr: Plus de réglages
ja: その他の設定
ru: Больше настроек
zh_hans: 更多设置

source: No
fr: Non
ja: いいえ
ru: Нет
zh_hans: 不

source: Opacity
es_419: Opacidad de colores
fr: Opacité
ja: 不透明度
ru: непрозрачность
zh_hans: 不透明度

source: Opens menu with clear, back, and save options
es_419: Abre menú con opciones de limpiar, volver y guardar
fr: Ouvre le menu avec options effacer, retour et enregistrer
ja: クリア、戻る、保存のオプションがあるメニューを開く
ru: Открывает меню с опциями очистки, возврата и сохранения
zh_hans: 打开包含清除、返回和保存选项的菜单

source: Pink Color
es_419: Color Rosa
fr: Couleur rose
ja: ピンク色
ru: Розовый цвет
zh_hans: 粉色

source: Red
es_419: Rojo
fr: Rouge
ja: 赤
ru: Красный
zh_hans: 红色的

source: Red Color
es_419: Color Rojo
fr: Couleur rouge
ja: 赤色
ru: Красный цвет
zh_hans: 红色

source: Red Label
es_419: Label Rojo
fr: label Rouge
ja: 赤ラベル
ru: красная этикетка
zh_hans: 红标

source: Redo
es_419: Rehacer
fr: Rétablir
ja: やり直す
ru: Восстановить
zh_hans: 重做

source: Redo last undone stroke
es_419: Rehacer último trazo deshecho
fr: Rétablir le dernier trait annulé
ja: 最後に元に戻した線をやり直す
ru: Восстановить последний отменённый штрих
zh_hans: 重做上一笔

source: Reset
es_419: Restablecer
fr: Réinitialiser
ja: リセット
ru: Сбросить
zh_hans: 重置

source: RESET
es_419: RESETEAR
fr: RÉINITIALISER
ja: リセット
ru: ПЕРЕЗАГРУЗИТЬ
zh_hans: 重置

source: Reset Zoom
es_419: Restablecer zoom
fr: Réinitialiser le zoom
ja: ズームをリセット
ru: Сбросить масштаб
zh_hans: 重置缩放

source: Reset for canvas
es_419: Reiniciar canvas
fr: Réinitialiser pour la toile
ja: キャンバスをリセット
ru: Сбросить для холста
zh_hans: 重置画布

source: RGB Colors
es_419: Colores RGB
fr: Couleurs RVB
ja: RGB色
ru: RGB цвета
zh_hans: RGB 颜色

source: SAVE
es_419: SALVAR
fr: SAUVEGARDER
ja: 保存
ru: СОХРАНЯТЬ
zh_hans: 保存

source: Save Canvas
es_419: Guardar lienzo
fr: Enregistrer le canvas
ja: キャンバスを保存
ru: Сохранить холст
zh_hans: 保存画布

source: Select color
es_419: Seleccionar color
fr: Sélectionner une couleur
ja: 色を選択
ru: Выбрать цвет
zh_hans: 选择颜色

source: Selected
es_419: Seleccionado
fr: Sélectionné
ja: 選択済み
ru: Выбрано
zh_hans: 已选择

source: Undo
es_419: Deshacer
fr: Annuler
ja: 元に戻す
ru: Отмена
zh_hans: 撤销

source: Undo last stroke
es_419: Deshacer último trazo
fr: Annuler le dernier trait
ja: 最後の線を元に戻す
ru: Отменить последний штрих
zh_hans: 撤销上一笔

source: White
es_419: Blanco
fr: Blanc
ja: 白
ru: Белый
zh_hans: 白色

source: White Color
es_419: Color Blanco
fr: Couleur blanche
ja: 白色
ru: Белый цвет
zh_hans: 白色

source: Yellow Color
es_419: Color Amarillo
fr: Couleur jaune
ja: 黄色
ru: Желтого цвета
zh_hans: 黄色

source: Yes
es_419: Sí
fr: Oui
ja: はい
ru: Да
zh_hans: 是
